Tekla Open API Reference for Tekla Structures 2025
Prefix Methods
The AssemblyFilterExpressions.Prefix type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
AssemblyFilterExpressions.Prefix Class
Tekla.Structures.Filtering.Categories Namespace